exampleCases/example.UAE_PhaseVI.ALMAdvanced/constant/airfoilProperties/Mod_S809_185
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.x                                 |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      airfoilProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
 
airfoilData
(
//   alpha   C_l       C_d
    (  -180.00   0.00000   0.17480)
    (  -170.00   0.23000   0.21160)
    (  -160.00   0.46000   0.31720)
    (  -150.00   0.49400   0.47840)
    (  -140.00   0.51000   0.67430)
    (  -130.00   0.48600   0.87990)
    (  -120.00   0.41500   1.06840)
    (  -110.00   0.30200   1.21480)
    (  -100.00   0.15900   1.29890)
    (   -90.00   0.00000   1.30800)
    (   -80.00  -0.15900   1.29890)
    (   -70.00  -0.30200   1.21480)
    (   -60.00  -0.41500   1.06840)
    (   -50.00  -0.48600   0.87990)
    (   -40.00  -0.51000   0.67430)
    (   -30.00  -0.49400   0.47840)
    (   -21.10  -0.56000   0.30270)
    (   -19.10  -0.67000   0.30690)
    (   -17.10  -0.79000   0.19280)
    (   -15.20  -0.84000   0.08980)
    (   -13.20  -0.70000   0.05530)
    (   -11.10  -0.63000   0.03900)
    (    -9.20  -0.56000   0.02330)
    (    -7.10  -0.64000   0.01310)
    (    -5.10  -0.42700   0.01340)
    (    -3.10  -0.20400   0.01190)
    (    -0.90   0.05700   0.01220)
    (     1.00   0.29500   0.01160)
    (     3.10   0.54000   0.01440)
    (     5.20   0.78900   0.01460)
    (     7.10   0.99600   0.01620)
    (     9.20   1.21500   0.02740)
    (    10.30   1.28300   0.03030)
    (    11.10   1.33500   0.03690)
    (    12.20   1.38600   0.05090)
    (    13.20   1.42500   0.06480)
    (    14.30   1.45900   0.07760)
    (    15.30   1.47500   0.09170)
    (    16.10   1.48900   0.09940)
    (    17.10   1.50000   0.23060)
    (    18.10   1.47900   0.40000)
    (    19.10   1.51500   0.40000)
    (    24.50   2.22300   0.47840)
    (    32.90   2.24500   0.73600)
    (    35.00   2.18391   0.90959)
    (    40.00   2.08200   1.46979)
    (    45.00   1.93600   2.10700)
    (    50.00   1.79000   2.11600)
    (    60.00   1.40300   2.13300)
    (    70.00   0.85600   2.13300)
    (    80.00   0.35200   2.13700)
    (    90.00   0.00000   2.14600)
    (   100.00  -0.15900   1.29890)
    (   110.00  -0.30200   1.21480)
    (   120.00  -0.41500   1.06840)
    (   130.00  -0.48600   0.87990)
    (   140.00  -0.51000   0.67430)
    (   150.00  -0.49400   0.47840)
    (   160.00  -0.46000   0.31720)
    (   170.00  -0.23000   0.21160)
    (   180.00   0.00000   0.17480)
);